name: "db"
platform: "tensorrt_plan"

input [
  {
    name: "input"
    data_type: TYPE_FP32
    dims: [1, 3, -1, -1]
  }
]
output [
  {
    name: "out"
    data_type: TYPE_FP32
    dims: [-1, -1]
  }
]

instance_group [
  {
    kind: KIND_GPU
  }
]
